{ 
   "books": [
             {
            "id": 1,
            "title": "The Poppy War",
            "author": "R.F. Kuang",
            "image":"https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1515692316i/35887181.jpg",
            "published": 2018,
            "pages": 527,
            "genre":"Fantasy",
            "serie": true,
            "summary":"When Rin aced the Keju — the Empire-wide test to find the most talented youth to learn at the Academies — it was a shock to everyone: to the test officials, who couldn’t believe a war orphan from Rooster Province could pass without cheating; to Rin’s guardians, who believed they’d finally be able to marry her off and further their criminal enterprise; and to Rin herself, who realized she was finally free of the servitude and despair that had made up her daily existence. That she got into Sinegard — the most elite military school in Nikan — was even more surprising. But surprises aren’t always good. Because being a dark-skinned peasant girl from the south is not an easy thing at Sinegard. Targeted from the outset by rival classmates for her color, poverty, and gender, Rin discovers she possesses a lethal, unearthly power — an aptitude for the nearly-mythical art of shamanism. Exploring the depths of her gift with the help of a seemingly insane teacher and psychoactive substances, Rin learns that gods long thought dead are very much alive — and that mastering control over those powers could mean more than just surviving school. For while the Nikara Empire is at peace, the Federation of Mugen still lurks across a narrow sea. The militarily advanced Federation occupied Nikan for decades after the First Poppy War, and only barely lost the continent in the Second. And while most of the people are complacent to go about their lives, a few are aware that a Third Poppy War is just a spark away. Rin’s shamanic powers may be the only way to save her people. But as she finds out more about the god that has chosen her, the vengeful Phoenix, she fears that winning the war may cost her humanity ... and that it may already be too late.",
            "rating": 4,
            "read": false,
            "review": ""
          },
          {
            "id": 2,
            "title": "The Dragon Republic",
            "author": "R.F. Kuang",
            "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1539963703i/41118857.jpg",
            "published": 2019,
            "pages": 658,
            "genre":"Fantasy",
            "serie": true,
            "summary":"In the aftermath of the Third Poppy War, shaman and warrior Rin is on the run: haunted by the atrocity she committed to end the war, addicted to opium, and hiding from the murderous commands of her vengeful god, the fiery Phoenix. Her only reason for living is to get revenge on the traitorous Empress who sold out Nikan to their enemies. With no other options, Rin joins forces with the powerful Dragon Warlord, who has a plan to conquer Nikan, unseat the Empress, and create a new Republic. Rin throws herself into his war. After all, making war is all she knows how to do. But the Empress is a more powerful foe than she appears, and the Dragon Warlord’s motivations are not as democratic as they seem. The more Rin learns, the more she fears her love for Nikan will drive her away from every ally and lead her to rely more and more on the Phoenix’s deadly power. Because there is nothing she won’t sacrifice for her country and her vengeance.", 
            "rating": 4,
            "read": false,
            "review": ""
          },
          {
            "id": 3,
            "title": "The Burning God",
            "author": "R.F. Kuang",
            "image":"https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1584965579i/45857086.jpg",
            "published": 2020,
            "pages": 622,
            "genre": "Fantasy",
            "serie": true,
            "summary": "After saving her nation of Nikan from foreign invaders and battling the evil Empress Su Daji in a brutal civil war, Fang Runin was betrayed by allies and left for dead. Despite her losses, Rin hasn’t given up on those for whom she has sacrificed so much—the people of the southern provinces and especially Tikany, the village that is her home. Returning to her roots, Rin meets difficult challenges—and unexpected opportunities. While her new allies in the Southern Coalition leadership are sly and untrustworthy, Rin quickly realizes that the real power in Nikan lies with the millions of common people who thirst for vengeance and revere her as a goddess of salvation. Backed by the masses and her Southern Army, Rin will use every weapon to defeat the Dragon Republic, the colonizing Hesperians, and all who threaten the shamanic arts and their practitioners. As her power and influence grows, though, will she be strong enough to resist the Phoenix’s intoxicating voice urging her to burn the world and everything in it? ",
            "rating": 4,
            "read": false,
            "review": ""
          },
          {
            "id": 4,
            "title": "The Family Upstairs",
            "author": "Lisa Jewell",
            "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1564517337i/43822820.jpg",
            "published": 2019,
            "pages": 340,
            "genre": "Thriller",
            "serie": true,
            "summary": "Soon after her twenty-fifth birthday, Libby Jones returns home from work to find the letter she’s been waiting for her entire life. She rips it open with one driving thought: I am finally going to know who I am. She soon learns not only the identity of her birth parents, but also that she is the sole inheritor of their abandoned mansion on the banks of the Thames in London’s fashionable Chelsea neighborhood, worth millions. Everything in Libby’s life is about to change. But what she can’t possibly know is that others have been waiting for this day as well—and she is on a collision course to meet them. Twenty-five years ago, police were called to 16 Cheyne Walk with reports of a baby crying. When they arrived, they found a healthy ten-month-old happily cooing in her crib in the bedroom. Downstairs in the kitchen lay three dead bodies, all dressed in black, next to a hastily scrawled note. And the four other children reported to live at Cheyne Walk were gone. The can’t-look-away story of three entangled families living in a house with the darkest of secrets.",
            "rating": 3,
            "read": false,
            "review": ""
          }, 
          {
            "id": 5,
            "title": "The Family Remains",
            "author": "Lisa Jewell",
            "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1636568994i/58855185.jpg",
            "published": 2022,
            "pages": 452,
            "genre":"Thriller",
            "serie": true,
            "summary": "Early one morning on the shore of the Thames, DCI Samuel Owusu is called to the scene of a gruesome discovery. When Owusu sends the evidence for examination, he learns the bones are connected to a cold case that left three people dead on the kitchen floor in a Chelsea mansion thirty years ago. Rachel Rimmer has also received a shock—news that her husband, Michael, has been found dead in the cellar of his house in France. All signs point to an intruder, and the French police need her to come urgently to answer questions about Michael and his past that she very much doesn’t want to answer. After fleeing London thirty years ago in the wake of a horrific tragedy, Lucy Lamb is finally coming home. While she settles in with her children and is just about to purchase their first-ever house, her brother takes off to find the boy from their shared past whose memory haunts their present. As they all race to discover answers to these convoluted mysteries, they will come to find that they’re connected in ways they could have never imagined. In this masterful standalone sequel to her haunting New York Times bestseller, The Family Upstairs, Lisa Jewell proves she is writing at the height of her powers with another jaw-dropping, intricate, and affecting novel about the lengths we will go to protect the ones we love and uncover the truth.",
            "rating": 3,
            "read": false,
            "review": ""
          }, 
          {
            "id": 6,
            "title": "Reina Roja",
            "author": "Juan Gómez-Jurado",
            "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1543232739i/41743264.jpg",
            "published": 2018,
            "pages":568,
            "genre": "Thriller",
            "serie": true,
            "summary": "NO HAS CONOCIDO A NADIE COMO ELLA. Antonia Scott es especial. Muy especial. No es policía ni criminalista. Nunca ha empuñado un arma ni llevado una placa, y, sin embargo, ha resuelto decenas de crímenes. Pero hace un tiempo que Antonia no sale de su ático de Lavapiés. Las cosas que ha perdido le importan mucho más que las que esperan ahí fuera. Tampoco recibe visitas. Por eso no le gusta nada, nada, cuando escucha unos pasos desconocidos subiendo las escaleras hasta el último piso. Sea quien sea, Antonia está segura de que viene a buscarla. Y eso le gusta aún menos.",
            "rating": 4,
            "read": false,
            "review": ""
          },
          {
            "id": 7,
            "title": "Loba negra",
            "author": "Juan Gómez-Jurado",
            "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1572791309i/46202074.jpg",
            "published": 2019,
            "pages": 552,
            "genre": "Thriller",
            "serie": true,
            "summary": "SEGUIR VIVA Antonia Scott no tiene miedo a nada. Solo a sí misma. NUNCA FUE Pero hay alguien más peligroso que ella. Alguien que podría vencerla. TAN DIFÍCIL La Loba negra está cada vez más cerca. Y Antonia, por primera vez, está asustada.",
            "rating": 4,
            "read": false,
            "review": ""
          },
          {
            "id": 8,
            "title": "Rey Blanco",
            "author": "Juan Gómez-Jurado",
            "image":"https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1593528391i/54334693.jpg",
            "published": 2020,
            "pages": 528,
            "genre": "Thriller",
            "serie": true,
            "summary":"ESPERO QUE NO TE HA YAS OLVIDADO DE MÍ. ¿JUGAMOS? Cuando Antonia Scott recibe este mensaje, sabe muy bien quién se lo envía. También sabe que ese juego es casi imposible de ganar. Pero a Antonia no le gusta perder. Después de todo este tiempo huyendo, la realidad ha acabado alcanzándola. Antonia es cinturón negro en mentirse a sí misma, pero ahora tiene claro que si pierde esta batalla, las habrá perdido todas. -La reina es la figura más poderosa del tablero -dice el Rey Blanco-. Pero por poderosa que sea una pieza de ajedrez, nunca debe olvidar que hay una mano que la mueve. -Eso ya lo veremos-, responde Antonia. EL FINAL ES SOLO EL PRINCIPIO",
            "rating": 4,
            "read": false,
            "review": ""
          },
          {
            "id": 9,
            "title": "Beach Read",
            "author": "Emily Henry",
            "image":"https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1589881197i/52867387.jpg",
            "published": 2020,
            "pages": 361,
            "genre":"Romance",
            "serie": false,
            "summary": "A romance writer who no longer believes in love and a literary writer stuck in a rut engage in a summer-long challenge that may just upend everything they believe about happily ever afters. Augustus Everett is an acclaimed author of literary fiction. January Andrews writes bestselling romance. When she pens a happily ever after, he kills off his entire cast. They’re polar opposites. In fact, the only thing they have in common is that for the next three months, they’re living in neighboring beach houses, broke, and bogged down with writer’s block. Until, one hazy evening, one thing leads to another and they strike a deal designed to force them out of their creative ruts: Augustus will spend the summer writing something happy, and January will pen the next Great American Novel. She’ll take him on field trips worthy of any rom-com montage, and he’ll take her to interview surviving members of a backwoods death cult (obviously). Everyone will finish a book and no-one will fall in love. Really.",
            "rating": 4,
            "read": false,
            "review": ""
          },
          {
            "id": 10,
            "title": "Four Weekends and a Funeral",
            "author": "Ellie Palmer",
            "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1699330565i/201751633.jpg",
            "published": 2024,
            "pages": 368,
            "genre": "Romance",
            "serie": false,
            "summary":"A tender, laugh-out-loud debut romance about a woman who ends up in over her head after a little white lie . . . When thirty-year-old post-double-mastectomy BRCA 1 carrier and reluctant thrill-seeker Alison Mullally arrives at her ex-boyfriend Sam’s funeral to find that no one knows he dumped her, she agrees to play the grieving girlfriend for the sake of the family and pack up Sam’s apartment with his prickly best friend, Adam Berg. After all, it’ll only take four weekends . . . But Adam doesn’t want Alison anywhere near him. Forced to spend long hours with the grump, and his monosyllabic demeanor, Alison decides she must put her people-pleasing abilities to the test. She will make him like her. And after awkward family affairs and packing up dilemmas, the two form a tenuous friendship . . . if “friendship” means incredible chemistry and tension between them. Can Alison come clean and finally embrace the life and love she's always wanted? Or will her little white lie get in the way of her new, unexpected romance?",
            "rating": 4,
            "read": false,
            "review": "" 
          },
          {
            "id": 11,
            "title": "Ugly Love",
            "author": "Colleen Hoover",
            "image":"https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1632597571i/17788401.jpg",
            "published": 2014,
            "pages": 330,
            "genre": "Romance",
            "serie": false,
            "summary": "When Tate Collins meets airline pilot Miles Archer, she knows it isn’t love at first sight. They wouldn’t even go so far as to consider themselves friends. The only thing Tate and Miles have in common is an undeniable mutual attraction. Once their desires are out in the open, they realize they have the perfect set-up. He doesn’t want love, she doesn’t have time for love, so that just leaves the sex. Their arrangement could be surprisingly seamless, as long as Tate can stick to the only two rules Miles has for her. Never ask about the past. Don’t expect a future. They think they can handle it, but realize almost immediately they can’t handle it at all. Hearts get infiltrated. Promises get broken. Rules get shattered. Love gets ugly.",
            "rating": 4,
            "read": false,
            "review": ""
          },
          {
            "id": 12,
            "title": "The Final Empire",
            "author": "Brandon Sanderson",
            "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1722448068i/6547258.jpg",
            "published": 2006,
            "pages": 647,
            "genre": "Fantasy",
            "serie": true,
            "summary":"The mists rule the night... The lord ruler owns the world. For a thousand years the ash fell. For a thousand years, the Skaa slaved in misery and lived in fear. For a thousand years, the Lord Ruler reigned with absolute power and ultimate terror, divinely invincible. Every attempted revolt has failed miserably. Yet somehow hope survives. A new kind of uprising is being planned, one that depends on the cunning of a brilliant criminal mastermind and the courage of an unlikely heroine, a Skaa street urchin, who must learn to master Allomancy, the power of a mistborn. What if the prophesied hero had failed to defeat the Dark Lord? The answer will be found in the Mistborn trilogy, a saga of surprises that begins here.",
            "rating": 4,
            "read": false,
            "review": "" 
          },   
          {
            "id": 13,
            "title": "The Well of Ascension",
            "author": "Brandon Sanderson",
            "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1586361763i/53057639.jpg",
            "published": 2007,
            "pages": 800,
            "genre": "Fantasy",
            "serie": true,
            "summary":"Vin, the street urchin who has grown into the most powerful Mistborn in the land, and Elend Venture, the idealistic young nobleman who loves her, must build a healthy new society in the ashes of an empire. Three separate armies attack. As the siege tightens, an ancient legend seems to offer a glimmer of hope. But even if it really exists, no one knows where to find the Well of Ascension or what manner of power it bestows.",
            "rating": 4,
            "read": false,
            "review": ""
          },
          {
            "id": 14,
            "title": "The Hero of Ages",
            "author": "Brandon Sanderson",
            "image":"https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1722448444i/6547259.jpg",
            "published": 2008,
            "pages":748,
            "genre":"Fantasy",
            "serie": true,
            "summary":"Who is the Hero of Ages? To end the final empire and restore freedom, Vin killed the Lord Ruler. But as a result, the Deepness — the lethal form of the ubiquitous mists — is back, along with increasingly heavy ashfalls and ever more powerful earthquakes. Humanity appears to be doomed. Having escaped death only by becoming a Mistborn himself, Emperor Elend Venture hopes to find clues left behind by the Lord Ruler that will allow him to save the world. Meanwhile, Vin is consumed with guilt at accidentally releasing the mystic force known as Ruin from the Well. The conclusion of the Mistborn trilogy fulfils all the promise of the first two books, in a finale unmatched for originality and audacity.",
            "rating": 4,
            "read": false,
            "review": ""
          },   
          {
            "id": 15,
            "title": "A court of thorns and roses",
            "author": "Sarah J. Maas",
            "image":"https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1620324329i/50659467.jpg",
            "published": 2015,
            "pages":419,
            "genre":"Romantasy",
            "serie": true,
            "summary":"When nineteen-year-old huntress Feyre kills a wolf in the woods, a terrifying creature arrives to demand retribution. Dragged to a treacherous magical land she knows about only from legends, Feyre discovers that her captor is not truly a beast, but one of the lethal, immortal faeries who once ruled her world. At least, he’s not a beast all the time. As she adapts to her new home, her feelings for the faerie, Tamlin, transform from icy hostility into a fiery passion that burns through every lie she’s been told about the beautiful, dangerous world of the Fae. But something is not right in the faerie lands. An ancient, wicked shadow is growing, and Feyre must find a way to stop it, or doom Tamlin—and his world—forever. From bestselling author Sarah J. Maas comes a seductive, breathtaking book that blends romance, adventure, and faerie lore into an unforgettable read.",
            "rating":4,
            "read": false,
            "review":""
          },
          {
            "id": 16,
            "title": "A court of Mist and Fury",
            "author": "Sarah J. Maas",
            "image":"https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1620325671i/50659468.jpg",
            "published": 2016,
            "pages":626,
            "genre":"Romantasy",
            "serie": true,
            "summary":"The seductive and stunning #1 Ne Feyre has undergone more trials than one human woman can carry in her heart. Though she's now been granted the powers and lifespan of the High Fae, she is haunted by her time Under the Mountain and the terrible deeds she performed to save the lives of Tamlin and his people. As her marriage to Tamlin approaches, Feyre's hollowness and nightmares consume her. She finds herself split into two different one who upholds her bargain with Rhysand, High Lord of the feared Night Court, and one who lives out her life in the Spring Court with Tamlin. While Feyre navigates a dark web of politics, passion, and dazzling power, a greater evil looms. She might just be the key to stopping it, but only if she can harness her harrowing gifts, heal her fractured soul, and decide how she wishes to shape her future-and the future of a world in turmoil. Bestselling author Sarah J. Maas's masterful storytelling brings this second book in her dazzling, sexy, action-packed series to new heights.",
            "rating":4,
            "read": false,
            "review": ""
          },
          {
            "id": 17,
            "title": "A court of wings and riun",
            "author": "Sarah J. Maas",
            "image":"https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1585623092i/50659472.jpg",
            "published": 2017,
            "pages":703,
            "genre":"Romantasy",
            "serie": true,
            "summary":"Feyre has returned to the Spring Court, determined to gather information on Tamlin's actions and learn what she can about the invading king threatening to bring her land to its knees. But to do so she must play a deadly game of deceit. One slip could bring doom not only for Feyre, but for everything-and everyone-she holds dear. As war bears down upon them all, Feyre endeavors to take her place amongst the High Fae of the land, balancing her struggle to master her powers-both magical and political-and her love for her court and family. Amidst these struggles, Feyre and Rhysand must decide whom to trust amongst the cunning and lethal High Lords, and hunt for allies in unexpected places. In this thrilling third book in the #1 New York Times bestselling series from Sarah J. Maas, the fate of Feyre's world is at stake as armies grapple for power over the one thing that could destroy it.",
            "rating":4,
            "read": false,
            "review": ""
          },
          {
            "id": 18,
            "title": "A court of Frost and Starlight",
            "author": "Sarah J. Maas",
            "image":"https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1585622963i/50659471.jpg",
            "published":2018 ,
            "pages":232,
            "genre": "Romantasy",
            "serie": true,
            "summary":"Feyre, Rhysand, and their friends are still busy rebuilding the Night Court and the vastly altered world beyond, recovering from the war that changed everything. But Winter Solstice is finally approaching, and with it, the joy of a hard-earned reprieve. Yet even the festive atmosphere can't keep the shadows of the past from looming. As Feyre navigates her first Winter Solstice as High Lady, her concern for those dearest to her deepens. They have more wounds than she anticipated-scars that will have a far-reaching impact on the future of their court. Bridging the events of A Court of Wings and Ruin with the later books in the series, A Court of Frost and Starlight explores the far-reaching effects of a devastating war and the fierce love between friends.",
            "rating":4,
            "read": false,
            "review":""
          },
          {
            "id": 19,
            "title": "A court of silver flames",
            "author": "Sarah J. Maas",
            "image":"https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1585622963i/50659471.jpg",
            "published":2021,
            "pages":757,
            "genre": "Romantasy",
            "serie": true,
            "summary":"Nesta Archeron has always been prickly-proud, swift to anger, and slow to forgive. And ever since being forced into the Cauldron and becoming High Fae against her will, she's struggled to find a place for herself within the strange, deadly world she inhabits. Worse, she can't seem to move past the horrors of the war with Hybern and all she lost in it. The one person who ignites her temper more than any other is Cassian, the battle-scarred warrior whose position in Rhysand and Feyre's Night Court keeps him constantly in Nesta's orbit. But her temper isn't the only thing Cassian ignites. The fire between them is undeniable, and only burns hotter as they are forced into close quarters with each other. Meanwhile, the treacherous human queens who returned to the Continent during the last war have forged a dangerous new alliance, threatening the fragile peace that has settled over the realms. And the key to halting them might very well rely on Cassian and Nesta facing their haunting pasts. Against the sweeping backdrop of a world seared by war and plagued with uncertainty, Nesta and Cassian battle monsters from within and without as they search for acceptance-and healing-in each other's arms",
            "rating":4,
            "read": false,
            "review":""
          },
      
          {
            "id": 20,
            "title": "From Blood and Ash",
            "author": "Jennifer L. Armentrout",
            "image":"https://m.media-amazon.com/images/I/71XtA+i74wL._AC_UF894,1000_QL80_.jpg",
            "published": 2020,
            "pages":622,
            "genre":"Romantasy",
            "serie": true,
            "summary":"A Maiden… Chosen from birth to usher in a new era, Poppy’s life has never been her own. The life of the Maiden is solitary. Never to be touched. Never to be looked upon. Never to be spoken to. Never to experience pleasure. Waiting for the day of her Ascension, she would rather be with the guards, fighting back the evil that took her family, than preparing to be found worthy by the gods. But the choice has never been hers. A Duty… The entire kingdom’s future rests on Poppy’s shoulders, something she’s not even quite sure she wants for herself. Because a Maiden has a heart. And a soul. And longing. And when Hawke, a golden-eyed guard honor bound to ensure her Ascension, enters her life, destiny and duty become tangled with desire and need. He incites her anger, makes her question everything she believes in, and tempts her with the forbidden. A Kingdom… Forsaken by the gods and feared by mortals, a fallen kingdom is rising once more, determined to take back what they believe is theirs through violence and vengeance. And as the shadow of those cursed draws closer, the line between what is forbidden and what is right becomes blurred. Poppy is not only on the verge of losing her heart and being found unworthy by the gods, but also her life when every blood-soaked thread that holds her world together begins to unravel.",
            "rating":4,
            "read": false,
            "review": ""
          },
          {
            "id": 21,
            "title": "A Kingdom of Flesh and Fire",
            "author": "Jennifer L. Armentrout",
            "image":"https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1722598052i/54319549.jpg",
            "published": 2020,
            "pages":531,
            "genre":"Romantasy",
            "serie": true,
            "summary": "A Betrayal… Everything Poppy has ever believed in is a lie, including the man she was falling in love with. Thrust among those who see her as a symbol of a monstrous kingdom, she barely knows who she is without the veil of the Maiden. But what she does know is that nothing is as dangerous to her as him. The Dark One. The Prince of Atlantia. He wants her to fight him, and that’s one order she’s more than happy to obey. He may have taken her, but he will never have her. A Choice... Casteel Da’Neer is known by many names and many faces. His lies are as seductive as his touch. His truths as sensual as his bite. Poppy knows better than to trust him. He needs her alive, healthy, and whole to achieve his goals. But he’s the only way for her to get what she wants—to find her brother Ian and see for herself if he has become a soulless Ascended. Working with Casteel instead of against him presents its own risks. He still tempts her with every breath, offering up all she’s ever wanted. Casteel has plans for her. Ones that could expose her to unimaginable pleasure and unfathomable pain. Plans that will force her to look beyond everything she thought she knew about herself—about him. Plans that could bind their lives together in unexpected ways that neither kingdom is prepared for. And she’s far too reckless, too hungry, to resist the temptation. A Secret… But unrest has grown in Atlantia as they await the return of their Prince. Whispers of war have become stronger, and Poppy is at the very heart of it all. The King wants to use her to send a message. The Descenters want her dead. The wolven are growing more unpredictable. And as her abilities to feel pain and emotion begin to grow and strengthen, the Atlantians start to fear her. Dark secrets are at play, ones steeped in the blood-drenched sins of two kingdoms that would do anything to keep the truth hidden. But when the earth begins to shake, and the skies start to bleed, it may already be too late.",
            "rating":4,
            "read": false,
            "review":""
          },
          {
            "id": 22,
            "title": "The Crown of Gilded Bones",
            "author": "Jennifer L. Armentrout",
            "image":"https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1606759553i/55240343.jpg",
            "published": 2021,
            "pages":645,
            "genre":"Romantasy",
            "serie": true,
            "summary":"She's been the victim and the survivor… Poppy never dreamed she would find the love she’s found with Prince Casteel. She wants to revel in her happiness but first they must free his brother and find hers. It’s a dangerous mission and one with far-reaching consequences neither dreamed of. Because Poppy is the Chosen, the Blessed. The true ruler of Atlantia. She carries the blood of the King of Gods within her. By right the crown and the kingdom are hers. The enemy and the warrior… Poppy has only ever wanted to control her own life, not the lives of others, but now she must choose to either forsake her birthright or seize the gilded crown and become the Queen of Flesh and Fire. But as the kingdoms’ dark sins and blood-drenched secrets finally unravel, a long-forgotten power rises to pose a genuine threat. And they will stop at nothing to ensure that the crown never sits upon Poppy’s head. A lover and heartmate… But the greatest threat to them and to Atlantia is what awaits in the far west, where the Queen of Blood and Ash has her own plans, ones she has waited hundreds of years to carry out. Poppy and Casteel must consider the impossible—travel to the Lands of the Gods and wake the King himself. And as shocking secrets and the harshest betrayals come to light, and enemies emerge to threaten everything Poppy and Casteel have fought for, they will discover just how far they are willing to go for their people—and each other. And now she will become Queen.",
            "rating":4,
            "read": false,
            "review":""
          },
          {
            "id": 23,
            "title": "The War of Two Queens",
            "author": "Jennifer L. Armentrout",
            "image":"https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1635174962i/57815107.jpg",
            "published": 2022,
            "pages":628,
            "genre":"Romantasy",
            "serie": true,
            "summary": "From the desperation of golden crowns… Casteel Da’Neer knows all too well that very few are as cunning or vicious as the Blood Queen, but no one, not even him, could’ve prepared for the staggering revelations. The magnitude of what the Blood Queen has done is almost unthinkable. And born of mortal flesh… Nothing will stop Poppy from freeing her King and destroying everything the Blood Crown stands for. With the strength of the Primal of Life’s guards behind her, and the support of the wolven, Poppy must convince the Atlantian generals to make war her way—because there can be no retreat this time. Not if she has any hope of building a future where both kingdoms can reside in peace. A great primal power rises… Together, Poppy and Casteel must embrace traditions old and new to safeguard those they hold dear—to protect those who cannot defend themselves. But war is only the beginning. Ancient primal powers have already stirred, revealing the horror of what began eons ago. To end what the Blood Queen has begun, Poppy might have to become what she has been prophesied to be—what she fears the most. As the Harbinger of Death and Destruction.",
            "rating":4,
            "read": false,
            "review":""
          },
          {
            "id": 24,
            "title": "Un día de cólera",
            "author": "Arturo Perez-Reverte",
            "image":"https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1348965397i/2825644.jpg",
            "published": 2006,
            "pages":394,
            "genre":"History",
            "serie": true,
            "summary": "Este relato no es ficción ni libro de Historia. Tampoco tiene un protagonista concreto, pues fueron innumerables los hombres y mujeres envueltos en los sucesos del 2 de mayo de 1808 en Madrid. Héroes y cobardes, víctimas y verdugos, la Historia retuvo los nombres de buena parte de ellos: las relaciones de muertos y heridos, los informes militares, las memorias escritas por actores principales o secundarios de la tragedia, aportan datos rigurosos para el historiador y ponen límites a la imaginación del novelista. Cuantas personas y lugares aparecen aquí son auténticos, así como los sucesos narrados y muchas de las palabras que se pronuncian. En Un día de cólera, Arturo P´rrez-Reverte convierte en historia colectiva las pequeñas y oscuras historias particulares registradas en archivos y libros. Lo imaginado, por tanto, se reduce a la argamasa narrativa que une las piezas. Con las licencias mínimas que la palabra novela justifica, estas páginas pretenden devolver la vida a quienes durante doscientos años sólo han sido personajes anónimos en grabados y lienzos contemporáneos, o escueta relación de nombres en los documentos oficiales.",
            "rating": 3,
            "read": false,
            "review":""
          },
          {
            "id": 25,
            "title": "Cabo Trafalgar",
            "author": "Arturo Perez-Reverte",
            "image":"https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1348585399i/11028.jpg",
            "published":2004 ,
            "pages": 304,
            "genre":"History",
            "serie": true,
            "summary": "El 21 de octubre de 1805, la flota hispano-francesa y la británica se enfrentaron en una de las batallas más decisivas de la historia. Doscientos años después, la pluma de Arturo Pérez-Reverte revive el combate en toda su crudeza, en un relato de estilo vibrante y pleno de rigor histórico que Punto de Lectura ofrece a todos los lectores.",
            "rating":3,
            "read": false,
            "review":""
          }
      
        ],
        
        "authors": [
          { 
            "id": "a" , 
            "fullName":"Arturo Perez-Reverte",
            "location": "Spain", 
            "description":"Arturo Pérez-Reverte Gutiérrez, is a Spanish novelist and ex-journalist. He worked as a war reporter for twenty-one years (1973 - 1994). He started his journalistic career writing for the now-defunct newspaper Pueblo. Then, he jumped to news reporter for TVE, Spanish national channel. As a war journalist he traveled to several countries, covering many conflicts. He put this experience into his book 'Territorio Comanche', focusing on the years of Bosnian massacres. That was in 1994, but his debut as a fiction writer started in 1983, with 'El húsar', a historical novella inspired in the Napoleonic era. Although his debut was not quite successful, in 1988, with 'The Fencing Master', he put his name as a serious writer of historic novels. That was confirmed in 1996, when was published the first book of his Captain Alatriste saga, which has been his trademark. After this book, he could leave definitely journalism for focusing on his career as a fiction writer. This saga, that happens in the years of the Spanish golden age, has seen, for now, seven volumes, where Pérez-Reverte shows, from his particular point of view, historical events from Spanish history in the 16th century. Apart from these, he also penned another successful works like Dumas Club and Flanders Panel, titles that, among others, made Pérez-Reverte one of the most famous and bestseller authors of Spanish fiction of our era.",
            "bookId": 25
          }
        ]
      
}